Repository: dogdreamson555/PicForLater
Catalog: src/PicForLater.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn, zh_tw

# LocalSendRemoveDeviceButton.Content
source: Remove
zh_cn: 移除
zh_tw: 移除

# LocalSendRemoveDeviceAutomationNameFormat
source: Remove trusted device {0}
zh_cn: 移除可信设备 {0}
zh_tw: 移除受信任的裝置 {0}

# LocalSendReceiverNameFormat
source: Receiver name: {0}
zh_cn: 接收名称：{0}
zh_tw: 接收名稱：{0}

# LocalSendStatusDisabled
source: Status: Off
zh_cn: 状态：已关闭
zh_tw: 狀態：已關閉

# LocalSendStatusStarting
source: Status: Starting
zh_cn: 状态：正在启动
zh_tw: 狀態：正在啟動

# LocalSendStatusListening
source: Status: Listening
zh_cn: 状态：正在监听
zh_tw: 狀態：正在監聽

# LocalSendStatusDiscoveryLimited
source: Status: Listening (discovery limited)
zh_cn: 状态：正在监听（发现受限）
zh_tw: 狀態：正在監聽（網絡探索功能受限）

# LocalSendStatusPairing
source: Status: Pairing
zh_cn: 状态：配对中
zh_tw: 狀態：配對中

# LocalSendStatusReceiving
source: Status: Receiving
zh_cn: 状态：正在接收
zh_tw: 狀態：正在接收

# LocalSendStatusStopping
source: Status: Stopping
zh_cn: 状态：正在停止
zh_tw: 狀態：正在停止

# LocalSendStatusFaulted
source: Status: Service fault
zh_cn: 状态：服务异常
zh_tw: 狀態：服務異常

# LocalSendDiscoveryLimitedMessage
source: Local-network discovery is limited, but the receiver is still running. Check the firewall or network interface settings.
zh_cn: 局域网发现受限，但接收服务仍在运行。请检查防火墙或网络接口设置。
zh_tw: 區域網路探索功能受限，但接收服務仍在執行。請檢查防火牆或網路介面設定。

# LocalSendReceiverFailedMessage
source: The phone receiver could not start or stop normally. Turn it off and retry; if the problem continues, check the port and firewall.
zh_cn: 手机接收服务未能正常启动或停止。关闭后重试；若问题持续，请检查端口与防火墙。
zh_tw: 手機接收服務未能正常啟動或停止。關閉後重試；若問題持續，請檢查連接埠與防火牆。

# LocalSendReceiverUnavailableMessage
source: The phone receiver is unavailable. Resolve the local storage initialization issue first.
zh_cn: 手机接收服务暂不可用。请先解决本地存储初始化问题。
zh_tw: 手機接收服務暫時無法使用。請先解決本機儲存空間初始化問題。

# LocalSendPairingRemainingFormat
source: {0} remaining
zh_cn: 剩余 {0}
zh_tw: 剩餘 {0}

# LocalSendTrustedDevicePairedFormat
source: Paired {0:d}
zh_cn: 已配对 {0:d}
zh_tw: 已配對 {0:d}

# LocalSendRemoveDeviceDialogTitle
source: Remove trusted device?
zh_cn: 移除可信设备？
zh_tw: 移除受信任的裝置？

# LocalSendRemoveDeviceDialogMessageFormat
source: After “{0}” is removed, its next transfer will be declined until you pair it again.
zh_cn: 移除“{0}”后，其下一次发送会被拒绝，直到重新配对。
zh_tw: 移除「{0}」後，其下一次傳送會被拒絕，直到重新配對。

# LocalSendRemoveDeviceDialogRemove
source: Remove
zh_cn: 移除
zh_tw: 移除

# LocalSendLibraryReceivingStatus
source: Receiving images from a phone…
zh_cn: 正在从手机接收图片…
zh_tw: 正在從手機接收圖片…

# LocalSendLibraryCancelledFormat
source: The phone cancelled this transfer. Imported {0}; {1} already existed.
zh_cn: 手机已取消本次发送；已导入 {0} 张，{1} 张已存在。
zh_tw: 手機已取消本次傳送；已匯入 {0} 張，{1} 張已存在。

# LocalSendLibraryCompletedFormat
source: Imported {0}; {1} already existed.
zh_cn: 已导入 {0} 张，{1} 张已存在。
zh_tw: 已匯入 {0} 張，{1} 張已存在。

# LocalSendLibraryCompletedWithFailuresFormat
source: Imported {0}; {1} already existed; {2} could not be imported.
zh_cn: 已导入 {0} 张，{1} 张已存在；另有 {2} 张未能导入。
zh_tw: 已匯入 {0} 張，{1} 張已存在；另有 {2} 張未能匯入。
